tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'jesseduffield/lazydocker'
tap 'jesseduffield/lazygit'
tap 'koekeishiya/formulae'
brew 'python@3.10'
brew 'ansible'
brew 'bat'
brew 'bottom'
brew 'coreutils'
brew 'curl'
brew 'fnm'
brew 'fzf'
brew 'git'
brew 'glow'
brew 'gnu-sed'
brew 'go'
brew 'grep'
brew 'handbrake'
brew 'highlight'
brew 'htop'
brew 'imagemagick'
brew 'jq'
brew 'k9s'
brew 'lf'
brew 'qemu'
brew 'lima'
brew 'neofetch'
brew 'neovim'
brew 'node'
brew 'pyenv'
brew 'ripgrep'
brew 'speedtest-cli'
brew 'spotify-tui'
brew 'stow'
brew 'trash-cli'
brew 'unar'
brew 'util-linux'
brew 'wget'
brew 'jesseduffield/lazydocker/lazydocker'
brew 'jesseduffield/lazygit/lazygit'
brew 'koekeishiya/formulae/skhd', args: ['with-logging']
cask 'alacritty'
cask 'docker'
cask 'font-fira-code-nerd-font'
cask 'font-hack-nerd-font'
cask 'font-victor-mono-nerd-font'
cask 'google-chrome'
cask 'handbrake'
cask 'karabiner-elements'
cask 'neovide'
cask 'ngrok'
cask 'obs'
cask 'postman'
cask 'qbittorrent'
cask 'slack'
cask 'spaceid'
cask 'spotify'
cask 'telegram'
cask 'utm'
cask 'vlc'
