tap "esolitos/ipa"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "sidneys/homebrew"
brew "ansible"
brew "aria2"
brew "coreutils"
brew "asdf"
brew "autossh"
brew "bat"
brew "bottom"
brew "btop"
brew "cabextract"
brew "cdrtools"
brew "cmake"
brew "curl"
brew "dosbox-x"
brew "fd"
brew "fzf"
brew "gawk"
brew "git"
brew "glow"
brew "gnu-sed"
brew "gnupg"
brew "grep"
brew "handbrake", link: false
brew "highlight"
brew "hyperfine"
brew "imagemagick"
brew "jq"
brew "k9s"
brew "lf"
brew "libpq"
brew "qemu"
brew "lima"
brew "mingw-w64"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "nmap"
brew "python@3.10"
brew "rbw"
brew "ripgrep"
brew "speedtest-cli"
brew "spotify-tui"
brew "stow"
brew "subversion"
brew "tldr"
brew "trash-cli"
brew "unar"
brew "util-linux"
brew "weechat"
brew "wget"
brew "wimlib"
brew "esolitos/ipa/sshpass"
brew "felixkratz/formulae/fyabai", args: ["HEAD"]
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd", args: ["HEAD"]
brew "sidneys/homebrew/chntpw"
cask "balenaetcher"
cask "karabiner-elements"
cask "wkhtmltopdf"
