tap "bufbuild/buf"
tap "cmacrae/formulae"
tap "deviceinsight/packages"
tap "esolitos/ipa"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "hudochenkov/sshpass"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "sidneys/homebrew"
brew "ansible"
brew "aria2"
brew "bash"
brew "bat"
brew "bottom"
brew "btop"
brew "calc"
brew "cmake"
brew "coreutils"
brew "curl"
brew "fd"
brew "libarchive"
brew "figlet"
brew "fx"
brew "fzf"
brew "gawk"
brew "git"
brew "glow"
brew "gnu-sed"
brew "gnupg"
brew "grep"
brew "handbrake"
brew "helm"
brew "lua"
brew "highlight"
brew "htop"
brew "imagemagick"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "lf"
brew "libpq"
brew "qemu"
brew "lima"
brew "lolcat"
brew "minikube"
brew "mongocli"
brew "mongosh"
brew "mpv"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "nmap"
brew "openssl@3"
brew "postgresql@14"
brew "python@3.10"
brew "tcl-tk"
brew "python@3.8"
brew "python@3.9"
brew "rbw"
brew "re2"
brew "redis"
brew "ripgrep"
brew "speedtest-cli"
brew "spotify-tui"
brew "stow"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "trash", link: false
brew "trash-cli"
brew "tree"
brew "unar"
brew "util-linux"
brew "wget"
brew "yh"
brew "z"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
cask "anaconda"
cask "dmenu-mac"
cask "font-jetbrains-mono-nerd-font"
cask "karabiner-elements"
cask "ngrok"
cask "nvidia-geforce-now"
cask "rar"
cask "spaceid"
cask "wkhtmltopdf"
