tap "homebrew/bundle"
tap "homebrew/services"
tap "nikitabobko/tap"
brew "ansible"
brew "bat"
brew "btop"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fzf"
brew "glow"
brew "gnu-sed"
brew "grep"
brew "handbrake"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "lf"
brew "make"
brew "neovim"
brew "ripgrep"
brew "speedtest-cli"
brew "stow"
brew "telnet"
brew "trash", link: false
brew "trash-cli"
brew "util-linux"
cask "aerospace"
cask "brave-browser"
cask "docker"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "karabiner-elements"
cask "kitty"
cask "linearmouse"
cask "monitorcontrol"
cask "obs"
cask "vlc"
cask "zoom"
